stress/photo/POST.yaml
config:
  target: "http://localhost:4000"
  phases:
    - duration: 10
      arrivalRate: 1
scenarios: 
  - flow:
      - post:
          url: "http://localhost:4000/photos/edit/faultyID"
          json:
                title: "This is a test!"
                image: "Testing with IMAGE"
          expect:
            statusCode: 500